Repository: SamuelNovoa/MineAdmin
Catalog: mineAdmin/locale/*/LC_MESSAGES/django.po
Languages: es

source: Users
es: Usuarios

source: Privacy Policy
es: Política de privacidad

source: Legal Notice
es: Aviso legal

source: Cookie Policy
es: Política de cookies

source: Server rules
es: Normas del servidor

source: ©2022 Samuel Novoa Comesaña. All rights reserved
es: ©2022 Samuel Novoa Comesaña. Todos los derechos reservados.

source: Log in
es: Iniciar sesión

source: Submit
es: Enviar

source: Don't have an account yet?
es: ¿Aún no tienes cuenta?

source: Register
es: Regístrate

source: Register new account
es: Registrar nueva cuenta

source: Already have an account?
es: ¿Ya tienes cuenta?

source: Index
es: Inicio

source: Play
es: Jugar

source: Statistics
es: Estadísticas

source: Tools
es: Herramientas

source: Language
es: Idioma

source: Admin site
es: Administrar sitio

source: Logout
es: Cerrar sesión

source: Access
es: Acceder

source: Last report
es: Último reporte

source: Stop server
es: Detener servidor

source: Start server
es: Iniciar servidor

source: There is no server configured.
es: No hay ningún servidor configurado.

source: Please set the server path in the configuration file.
es: Por favor, establece la ruta del servidor en el archivo de configuración.

source: Enabled mods
es: Mods activos

source: Disabled mods
es: Mods inactivos

source: Add new mod
es: Agregar mod

source: Superusers
es: Superusuarios

source: Standard users
es: Usuarios estándar

source: Banned users
es: Usuarios bloqueados

source: Wellcome to the server
es: Bienvenido al servidor

source: Join the ultimate Minecraft adventure! Explore infinite worlds, build, create and play with your friends play with your friends on our thriving community of Minecraft servers.
es: ¡Únete a la aventura definitiva de Minecraft! Explora mundos infinitos, construye, crea y juega con tus amigos en nuestra próspera comunidad de servidores de Minecraft.

source: ¡Play now!
es: ¡Juega ahora!

source: Click on play and log in immediately - there's no time to lose!
es: Haz click en jugar y accede inmediatamente. ¡No hay tiempo que perder!

source: Here you can check the server activity and stability statistics.
es: Aquí puedes consultar las estadísticas de actividad y estabilidad del servidor.

source: See more
es: Ver más

source: Having problems?
es: ¿Tienes problemas?

source: You can use our tools to try to solve your problem.
es: Puedes usar nuestrar herramientas para tratar de solucionar tu problema.

source: Explore
es: Explorar

source: DON'T HAVE AN ACCOUNT YET?
es: ¿AÚN NO TIENES CUENTA?

source: Want to connect?
es: ¿Quieres conectarte?

source: Join our Minecraft server and explore an endless world of adventure, creativity and community. community. Play with friends, build epic structures and conquer new challenges in our immersive gaming experience. Join now and become part of our growing Minecraft community!
es: Únete a nuestro servidor de Minecraft y explora un mundo sin fin de aventuras, creatividad y comunidad. Juega con amigos, construye estructuras épicas y conquista nuevos retos en nuestra experiencia de juego inmersiva. ¡Únete ahora y forma parte de nuestra creciente comunidad Minecraft!

source: Play now!
es: ¡Únete ya!

source: Use the following address to log in, you will be prompted for your username and password for this page!
es: Usa la siguiente dirección para conectarte. ¡Se te pedirá tu nombre de usuario y contraseña de esta página!

source: This server has mods!
es: ¡Este servidor tiene mods!

source: Click on the following link to download them, you will need them!
es: Haz click en el siguiente enlace para descargarlos, ¡Te harán falta!

source: List of mods
es: Listado de mods

source: Download
es: Descargar

source: No server has been configured yet
es: Todavía no hay ningún servidor configurado

source: Please contact the system administrator.
es: Por favor, contacta con el administrador del sistema.

source: ALREADY HAVE AN ACCOUNT?
es: ¿YA TIENES CUENTA?

source: Our statistics
es: Nuestras estadísticas

source: Get to know in depth the statistics and metrics of our Minecraft server. Discover information about player activity, resource usage and much more to improve your gaming experience. experience.
es: Conoce a fondo las estadísticas y métricas de nuestro servidor Minecraft. Descubre información sobre la actividad de los jugadores, el uso de recursos y mucho más para mejorar tu experiencia de juego.

source: Do more!
es: ¡Haz más!

source: Unlock the full potential of your Minecraft server with our comprehensive tools! Whether whether you are a builder, explorer or adventurer, we have everything you need to maximize your fun and creativity in our creativity in our thriving Minecraft community!
es: ¡Desbloquea todo el potencial de tu servidor Minecraft con nuestras completas herramientas! Ya seas constructor, explorador o aventurero, ¡tenemos todo lo que necesitas para maximizar tu diversión y creatividad en nuestra próspera comunidad de Minecraft!

source: Feature not enabled
es: Característica no habilitada

source: The minecraft server does not support this functionality.
es: El servidor de minecraft no cuenta con el soporte para esta funcionalidad.

source: You must log in first!
es: ¡Debes conectarte antes!

source: Log in with your account to view the tools.
es: Entra con tu cuenta para poder ver las herramientas.
